hyprland
hyprlock
hyprpolkitagent
hypridle
hyprshot
hyprpaper
hyprpicker
waybar
rofi
foot
foot-terminfo
jq
libnotify
mako
grim
slurp
imv
wl-clipboard
brightnessctl
playerctl
pavucontrol
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
gnome-themes-extra
gnome-keyring
udisks2
inter-font
otf-font-awesome
