hyprland
hyprpaper
waybar
foot
foot-terminfo
wmenu
jq
libnotify
dunst
grim
slurp
imv
wl-clipboard
brightnessctl
playerctl
pavucontrol
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
gnome-themes-extra
gnome-keyring
polkit-gnome
udisks2
inter-font
